/* The title of the cancel action in an action sheet */
"Cancel" = "Cancelar";

"Date" = "Fecha";

"Glucose" = "Glucosa";

/* Outside US share server option title */
"Outside US" = "Fuera de EEUU";

/* The title of the Dexcom share password credential */
"Password" = "Password";

/* The title of the Dexcom share server URL credential */
"Server" = "Servidor";

/* U.S. share server option title */
"US" = "EEUU";

/* The title of the Dexcom share username credential */
"Username" = "Usuario";

